Repository: linuxmint/thingy
Catalog: po/thingy-*.po
Languages: gu

source: Library
gu: લાઇબ્રેરી

source: About
gu: વિશે

source: Quit
gu: બંધ કરો

source: Open
gu: ખોલો

source: Open containing folder
gu: જેનો સમાવેશ કરે છે એ ફોલ્ડર ખોલો

source: Remove from favorites
gu: મનપસંદમાંથી કાઢો

source: Add to favorites
gu: મનપસંદમાં નાખો

source: Move to trash
gu: કચરાપેટીમાં નાખો

source: Recent and favorite documents
gu: તાજેતરના અને મનપસંદ ડોક્યુમેન્ટ્સ

source: No documents found
gu: ડોક્યુમેન્ટ્સ મળેલ નથી

source: You can add documents by opening them or by marking them as favorites
gu: તમે ડોક્યુમેન્ટ્સને ખોલીને અથવા તેમને મનપસંદ તરીકે ચિહ્નિત કરીને ઉમેરી શકો છો
